[Information]
TRANSLATOR=Queen-Soft.blogspot.com
CONTACT_ADDRESS=queensoft666@xnet.ro
VERSION=2.5.0

[Language]
LANGUAGE=Românã
CHARACTER_CODE=Unicode (UTF-16)
LOCALE_ID=0x0418

[Url]
WIKIPEDIA_SMART=http://en.wikipedia.org/wiki/Self-Monitoring%2C_Analysis_and_Reporting_Technology

[Menu]
FILE=&Fişier
CUSTOMIZE=&Personalizare
EXIT=&Ieşire
EDIT=&Editare
COPY=&Copiere
FUNCTION=F&uncţie
HIDE_SMART_INFO=Ascunde informaţiile &S.M.A.R.T.
HIDE_SERIAL_NUMBER=Ascunde &număril de serie
SHOW_DRIVE_LETTER=Afişează &litera unităţii
ADVANCED_DISK_SEARCH=Căutare &avansată disc
EVENT_LOG=Istoric e&venimente
AAM_APM_CONTROL=Control AA&M/APM
AUTO_AAM_APM_ADAPTION=Auto-adaptare AAM/A&PM
RESIDENT=Rez&ident
STARTUP=&Porneşte odată cu Windows
OPEN_DISK_MANAGEMENT=Deschide "&Disk Management"
OPEN_DEVICE_MANAGER=Deschide "Device &Manager"
ADVANCED_FEATURE=Opţiuni &avansate
REFRESH=&Reîmprospătare
RESCAN=Res&canează
DISABLE=&Dezactiează
AUTO_REFRESH=&Auto reîmprospătare
AUTO_REFRESH_TARGET=Auto reîmprospătare ţ&intă
AUTO_REFRESH_TARGET_ALL_DISK=Auto reîmprospătare - &Toate discurile
AUTO_REFRESH_UNTARGET_ALL_DISK=Auto reîmprospătare - &Deselectează toate discurile
WAIT_TIME_AT_STARTUP=&Perioadă întârziere la pornire
GRAPH=&Grafic
THEME=&Temă
DISK=&Disc
HELP=&Ajutor
HELP_ABOUT=&Despre CrystalDiskInfo
HELP_ABOUT_SMART=Despre &S.M.A.R.T. (Wikipedia) [Internet]
LANGUAGE=&Limbă
ITEM=&Element
TEMPERATURE_TYPE=T&ip temperatură
CELSIUS=Celsius (°C)
FAHRENHEIT=Fahrenheit (°F)
HEALTH_STATUS_SETTING=&Setări stare sănătate

;Graph
OPTION=&Opţiuni
LEGEND_POSITION=Poziţie &legendă
Nord_Vest=&Nord Vest
Nord_Est=Nord &Est
Sud_Vest=Sud &Vest
Sud_Est=&Sud Est
MAX_PLOT_POINT=Mărime &maximă punct
TIME_FORMAT=Format &timp
PAINT_WEEKEND=Marcare s&pecială Weekend
ALL=&Toate

;2.7.0
COPY_OPTION=Copy &Option
RESIDENT_STYLE=Resident St&yle
MINIMIZE=Minimize
HIDE=Hide

;3.0.0
ZOOM=&Zoom
AUTO=&Auto
ATTRIBUTE=&Attribute

;3.5.0
ASCII_VIEW=ASCII View
AUTO_DTECTION=Auto Detection
SECOND=sec.
MINUTE=min.
HOUR=hour

[TrayMenu]
EXIT=Ieşire
REFRESH=Reîmprospătare
RESCAN=Rescanare
ENABLE=Activează
DISABLE=Dezactivează
ENABLE_ALL=Activează tot
DISABLE_ALL=Detactivează tot
AUTO_REFRESH=Auto reîmprospătare
AUTO_REFRESH_TARGET=Auto teîmprospătare ţintă
AUTO_REFRESH_TARGET_ALL_DISK=Auto reîmprospătare - Toate discurile
AUTO_REFRESH_UNTARGET_ALL_DISK=Auto reîmprospătare - Deselectează toate discurile
ALARM_SETTING_TEMPERATURE=Setări alarmă - Temperatură
ALARM_SETTING_HEALTH_STATUS=Setări alarmă - Stare sănătate
SHOW_MAIN_WINDOW=Afişează fereastra principală
SHOW_TEMPERATURE_ICON=Afişează icoană temperatură
SHOW_ALL_TEMPERATURE_ICON=Afişează icoane toate temperaturile
HIDE_ALL_TEMPERATURE_ICON=Ascunde icoane toate temperaturile
COLLECTIVE_SETTING=Setări generale
GRAPH=Grafic
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Show Temperature Icon Only

[DiskStatus]
GOOD=Bun
CAUTION=Atenţie
BAD=Rău
UNKNOWN=Necunoscut
DISK=Disc

[Dialog]
LIST_ID=ID
LIST_CURRENT=Curentă
LIST_WORST=Cea mai slabă
LIST_THRESHOLD=Prag
LIST_RAW_VALUES=Valori brute
;LIST_DESCRIPTION=Descriere
LIST_ATTRIBUTE_NAME=Nume atribut

FIRMWARE=Firmware
SERIAL_NUMBER=Număr de serie
INTERFACE=Interfaţă
STANDARD=Standard
TRANSFER_MODE=Mod transfer
BUFFER_SIZE=Mărime tampon
NV_CACHE_SIZE=Mărime NV Cache
ROTATION_RATE=Număr rotaţii
TEMPERATURE=Temperatură
POWER_ON_HOURS=Ore fruncţionare
POWER_ON_COUNT=Număr porniri
DRIVE_LETTER=Literă unitate
FEATURE=Caracteristici suportate
HEALTH_STATUS=Stare sănătate

UNKNOWN=Necunoscut
POWER_ON_COUNT_UNIT=dăţi
POWER_ON_HOURS_UNIT=ore
POWER_ON_DAYS_UNIT=zile

[Message]
DETECT_UNIT_POWER_ON_HOURS=Detectare unităţi "Ore functţionare" (durează aproximativ 130 sec.)
DETECT_DISK=Detectare disc
PLEASE_ENABLE_WMI=Activaţi WMI(Windows Management Instrumentation)
PLEASE_RESTART_THIS_APPLICATION=Restartaţi aplicatia pentru a schimba tema
DISK_NOT_FOUND=Discul nu a fost găsit

[Alarm]
ALARM_TEMPERATURE=Alarmă - Temperatură
ALARM_HEALTH_STATUS=Alarmă - Stare sănătate
DEGRADATION=Degradare
RECOVERY=Recuperare
;3.5.0
INFO_HEALTH_STATUS=Info - Health Status

[Graph]
PLEASE_SELECT_ITEM=Selectaţi element
ACTUAL_VALUE=Valoare curentă (valoare brută)
NORMALIZED_VALUE=Valoare normalizată (Valoare curentă)
ALL_ON=Totul activat
ALL_OFF=Totul dezactivat
RESET=Resetare

[Customize]
LINE_COLOR=Culoare linie
BACKGROUND_IMAGE=Imagine fundal
SUPPORTED_IMAGE_FORMAT=Formate imagine suportate
ALL_FILES=Toate fişierele

[AamApm]
AAM_LOW=<- Silenţios (80h)
AAM_HIGH=Performanţă (FEh) ->
AAM_RECOMMEND=Valoare recomandată
APM_LOW=<- Putere minimă (01h)
APM_HIGH=Performanţă (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Automatic Acoustic Management (AAM)
ADVANCED_POWER_MANAGEMENT=Advanced Power Management (APM)

[WindowTitle]
ABOUT=Despre CrystalDiskInfo
GRAPH=Grafic
CUSTOMIZE=personalizare
VERSION_INFORMATION=Informatii versiune
AAM_APM_CONTROL=Control AAM/APM
HEALTH_STATUS_SETTING=Setări stare sănătate

[HealthStatus]
THRESHOLD_OF_CAUTION=Prag atenţionare
APPLY=Aplicare
DEFAULT=Implicit

[Smart]
UNKNOWN=Necunoscut
VENDOR_SPECIFIC=Specific producătorului
01=Rată erori citire
02=Performanţă volum date
03=Durată atingere rotaţie maximă
04=Număr cicluri start/stop 
05=Număr sectoare realocate
06=Marjă canal citire
07=Rată rtoti căutare
08=Performanţă timp căutare
09=Ore funcţionare
0A=Număr încercări pornire
0B=Încercări recalibrare
0C=Cicluri pornire/oprire
0D=Erori de citire software
BE=Temperatură flux aer interior
BF=Erori datorate şocurilor mecanice
C0=Număr cicluri oprire
C1=Cicluri parcare capete
C2=Temperatură
C3=Erori hardware corectate
C4=Număr de sectoare realocate
C5=Numărul curent de sectoare instabile
C6=Sectoare eronate necorectabile
C7=Erori la transfer în mod UltraDMA
C8=Număr rrori scriere
C9=Erori software de citire
CA=Număr erori adresă date
CB=Numări erori in procesul de corectare
CC=Număr erori corectate de softul intern
CD=Număr erori cauzate de temperatură
CE=DIstanţă capete de citire faţă de suprafaţă disc
CF=Valoare curent necesar pentru turaţie maximă
D0=Număr încercări turaţie maximă datorită curentului slab
D1=Performanţă teste interne
D3=Vibraţii în timpul scrierii
D4=Şocuri  în timpul scrierii
DC=Deplasare disc
DD=Erori datorate şocurilor mecanice
DE=Număr ore funcţionare
DF=Cicluri pornire/oprire
E0=Valoare frecare mecanică
E1=Cicluri pornire/oprire
E2=Timp funcţionare capete
E3=Rată creştere torsiune
E4=Număr retragere capete la oprire
E6=Amplitudine poziţionare capete
E7=Temperatură
F0=Durată poziţionare capete
FA=Număr încercări la citire reluate 
;Added 3.0
B8=End-to-End Error
BB=Reported Uncorrectable Errors
BC=Command Timeout
BD=High Fly Writes
FE=Free Fall Protection

[SmartSsd]
01=Rată erori citire
02=Performanţă volum date
03=Durată atingere rotaţie maximă
04=Număr cicluri start/stop 
05=Număr sectoare realocate
06=Marjă canal citire
07=Rată rtoti căutare
08=Performanţă timp căutare
09=Ore funcţionare
0A=Număr încercări pornire
0B=Încercări recalibrare
0C=Cicluri pornire/oprire
0D=Erori de citire software
C0=Unsafe Shutdown Count
C2=Temperatură
C4=Număr de sectoare realocate
C5=Numărul curent de sectoare instabile
C6=Sectoare eronate necorectabile
; CrystalDiskInfo assign
FF=Remaining Life

[SmartMtron]
BB=Total Erase Count

[SmartIndlinx]
01=Rată erori citire
09=Ore funcţionare
0C=Cicluri pornire/oprire
B8=Initial Bad Block Count
C3=Program Failure Block Count
C4=Erase Failure Block Count
C5=Read Failure Block Count
C6=Total Count of Read Sectors
C7=Total Count of Write Sectors
C8=Total Count of Read Commands
C9=Total Count of Write Commands
CA=Total Count of Error bits from flash
CB=Total Count of Read Sectors with Correctable Bit Errors
CC=Bad Block Full Flag
CD=Maximum PE Count Specification
CE=Minimum Erase Count
CF=Maximum Erase Count
D0=Average Erase Count
D1=Remaining Drive Life

[SmartJMicron]
09=Ore funcţionare
0C=Cicluri pornire/oprire
C2=Temperatură
E5=Halt System ID, Flash ID
E8=Firmware Version Information
E9=ECC Fail Record
EA=Average Erase Count, Max Erase Count
EB=Good Block Count, System Block Count

[SmartIntel] ;Updated (3.1)
03=Spin Up Time
04=Start/Stop Count
05=Re-Allocated Sector Count
09=Ore funcţionare
0C=Cicluri pornire/oprire
C0=Unsafe Shutdown Count
E1=Host Writes
E8=Available Reserved Space
E9=Media Wearout Indicator
B8=End to End Error Detection Count

[SmartSamsung] ;Updated (3.3)
09=Ore funcţionare
0C=Cicluri pornire/oprire
AF=Program Fail Count (Chip)
B0=Erase Fail Count (Chip)
B1=Wear Leveling Count
B2=Used Reserved Block Count (Chip)
B3=Used Reserved Block Count (Total)
B4=Unused Reserved Block Count (Total)
B5=Program Fail Count (Total)
B6=Erase Fail Count (Total)
B7=Runtime bad block (Total)
BB=Uncorrectable Error Count
BE=Temperature Exceed Count
C2=Temperatură
C3=ECC Rate
C6=Off-Line Uncorrectable Error Count
C7=CRC Error Count
C9=Super cap Status
CA=SSD Mode Status

[SmartSandForce] ;Added (3.5.1)
01=Raw Read Error Rate
05=Retired Block Count
09=Power-on Hours
0C=Power Cycle Count
0D=Soft Read Error Rate
64=GBytes Erased
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected power loss Count
BB=Reported Uncorrectable Errors
C2=Temperature
C3=ECC On-the-fly Count
C4=Reallocation Event Count
C6=Uncorrectable Sector Count
C7=SATA R-Errors Error Count
C9=Uncorrectable Soft Read Error Rate
CC=Soft ECC Correction Rate